IDEA Open Model
BeamData.MirrorY Property
Compatible with IDEA StatiCa Beta 20.0
 Mirror by Y
 Namespace: IdeaRS.OpenModel.Connection
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public bool MirrorY { get; set; }
Public Property MirrorY As Boolean
	Get
	Set
Property Value
Type: Boolean
See Also
Reference
BeamData Class
IdeaRS.OpenModel.Connection Namespace